[
    {
        "name": "Sudheer Singh",
        "role": "Founder",
        "designation": ["Founder", "Faculty-IES", "Civil Engineer"],
        "img": "teams/sudheerImg.jpg",
        "description": "First generation entrepreneur, Sudheer Singh is the Founder and\n                                        CEO of RKTect Constructions Pvt. Ltd., a professionally managed organization\n                                        providing Construction Management & Supervision . A young student of Civil\n                                        Engineering turned entrepreneur. Prior to this Sudheer has associated with\n                                        CRRI-New Delhi for 5 years.\n                                        He started his career as a Civil Engineer at L&T Pvt. Ltd., where he worked\n                                        for 2 years. He is committed to provide quality and economic efficient\n                                        services to build a healthy and environmentally survival constructions to\n                                        the clients, he has also worked as project executive for U.S.F.D.A Building\n                                        & Facilities at Mankind Pharma Ltd.(Himachal Pradesh) for 1 year. Sudheer\n                                        has a Master’s in Structural Engineering from Vivekanand University,\n                                        Kolkata. He has completed his graduation from UPTU, Lucknow with a degree in\n                                        Bachelor of Technology (Civil Engineering)"
    },
    {
        "name": "Man Mohan Singh",
        "designation": ["Co-Founder", "B.Tech - UPTU", "Mechanical Enginner - JBM"],
        "img": "teams/manmohan.png",
        "description": "Marketing icon Mr Man Mohan Singh is having vast experience in\n                                        the field of marketing and Mechanical engineering.He has good experience of\n                                        market analysis and reporting.\n\n                                        He has been in association with GOURANGA MARKETING PVT LTD, NEW DELHI as\n                                        Operations Manager.\n\n                                        Prior to that he has served as key member of PAY2LIFE ,Noida.He is having\n                                        expertise in Managing, training and motivating s team to drive revenue\n                                        growth.\n                                        Mr.Man Mohan has done Graduation in Mechanical engineering from\n                                        UPTU,Lucknow."
    },
    {
        "name": "Er. Harishankar",
        "designation": ["B.Tech in Civil Engineering - UPTU", "Site Engineer"],
        "img": "teams/1.jpeg",
        "description": "Perform engineering duties in planning, designing, and overseeing construction and maintenance of Highway structures, and facilities, such as roads, railroads, airports, bridges, harbors, channels, dams, irrigation projects, pipelines, power plants, and water and sewage systems."
    }
]
